<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Политика конфедациальности</title>
    <style>
        * {
            font-family: "Rubik";
            font-size: 1.02em;
        }

        body {
            padding: 50px;
            background: url(/images/logo.svg);
            background-size: 40px;
            background-repeat: no-repeat;
            background-position: left 59px top 18px;
        }

        h1 {
            font-family: Montserrat;
            font-weight: 600;
            font-size: 1.5em;
        }

        a {
            color: #389B88;
        }

        b {
            font-weight: 600;
        }

        @media screen and (min-width: 769px) {
            ::-webkit-scrollbar {
                background-color: #fff;
                width: 12px;
            }

            /* background of the scrollbar except button or resizer */
            ::-webkit-scrollbar-track {
                background-color: #fff;
            }

            /* scrollbar itself */
            ::-webkit-scrollbar-thumb {
                background-color: #babac0;
                border-radius: 16px;
                border: 4px solid #fff;
            }

            /* set button(top and bottom of the scrollbar) */
            ::-webkit-scrollbar-button {
                display:none;
            }
        }
    </style>
    <link href="https://fonts.googleapis.com/css2?family=Rubik:wght@400;500;600;700&display=swap" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css2?family=Montserrat:wght@400;500;600;700&display=swap" rel="stylesheet">
</head>
<body>
    <h1>Политика конфедациальности</h1>
    <div class="text">
        <div id="1">
            <b> 1. ВВЕДЕНИЕ </b><br><div id="1">
            Пользователь, регистрируясь на интернет-сайте pineforest.fo.ua (далее - Сервис), принимает настоящее Согласие на обработку персональных данных (далее – Согласие) со следующими условиями:<br>
            <br>
            <b> 2. ОСНОВНЫЕ ПОНЯТИЯ </b><br><div id="1">2.1. Персональные данные – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).</div><div id="1">2.2. Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</div><div id="1">2.3. Оператор персональных данных – юридическое лицо, самостоятельно или совместно с другими лицами организующее и (или) осуществляющее обработку персональных данных, а также определяющее цели обработки персональных данных, их состав, подлежащий обработке, действия (операции), совершаемые с персональными данными Пользователей.</div><div id="1">2.4. Конфиденциальность персональных данных – обязанность Оператора и иных лиц, получивших доступ к персональным данным, не раскрывать третьим лицам и не распространять их без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.</div><div id="1">2.5. Сайт – совокупность программ для электронных вычислительных машин и иной информации, содержащейся в информационной системе, доступ к которой обеспечивается посредством информационно-телекоммуникационной сети интернет и расположенной по адресу: https://pineforest.fo.ua/. На Сайте могут находится ссылки на другие интернет-ресурсы. Оператор не несет ответственность за конфиденциальность информации, размещенной Пользователем на таких ресурсах.</div><div><br></div>
            <b>3. 3. ПРАВА ПОЛЬЗОВАТЕЛЯ </b><br>
            3.1. Пользователь имеет право: <br>
            3.1.1. На получение персональных данных, относящихся к Пользователю, и информации, касающейся их обработки;<br>
            3.1.2. На уточнение, блокирование или уничтожение его персональных данных в случае, если они являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки;<br>
            3.1.3. На отзыв данного им согласия на обработку персональных данных;<br>
            3.1.4. На защиту своих прав и законных интересов, в том числе на возмещение убытков и компенсацию морального вреда в судебном порядке;<br>
            3.1.5. На обжалование действии или бездействия Оператора в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке.<br>
            <br>
            <b>4. ОСНОВАНИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</b><br><div id="1">4.1 Оператор обрабатывает персональные данные на законной и справедливой основе для выполнения возложенных законодательством функций, полномочий и обязанностей, осуществления прав и законных интересов Оператора и Пользователя.</div><div id="1">4.2 Оператор получает персональные данные непосредственно от Пользователя и осуществляет их обработку исключительно с согласия Пользователя. Оператор получает персональные данные Пользователя при его в взаимодействии с отдельными функциями Сайта.</div><div><br></div>
            <b>5. ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЕЙ</b><br><div id="1">5.1. Настоящая Политика устанавливает обязательства Оператора по неразглашению и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет при использовании Сайта.</div><div id="1">5.2. Оператор обрабатывает персональные данные Пользователей в целях соблюдения норм законодательства РФ, а также с такой(-ими) целью(-ями) как:</div><div id="1">5.2.1. Заключение и исполнение договоров.</div><div id="1">5.2.2. Ведение рекламной деятельности.</div><div id="1">5.2.3. Регистрация на сайте учетных записей Пользователей.</div><div id="1">5.2.4. Отправление информационных и/или новостных сообщений в аккаунте и/или на адрес электронной почты Пользователей.</div><div id="1">5.3. Оператор обрабатывает персональные данные Пользователей с их согласия, полученного путем проставления специальной отметки («галочки») в поле под формой сбора персональных данных, размещенной на Сайте.</div><div id="1">5.4. Категории персональных данных, которые Оператор собирает для достижения целей, указанных в пункте 5.2. Политики:</div><div id="1">5.4.1. Контактный телефон.</div><div id="1">5.4.2. Адрес электронной почты.</div><div id="1">5.4.3. Информация об IP адресе.</div><div id="1">5.4.4. Геолокационные данные.</div><div id="1">5.5. Оператор не обрабатывает специальные категории персональных данных Пользователей.</div><div id="1">5.6. Оператор не обрабатывает биометрические категории персональных данных Пользователей.</div><div id="1">5.7. Настоящая Политика применима только к информации, обрабатываемой в ходе использования Сайта. Оператор не контролирует и не несет ответственность за обработку информации сайтами и сервисами третьих лиц, на которые Пользователи могут перейти по ссылкам, доступным внутри Сайта.</div><div id="1">5.8. Оператор не проверяет достоверность персональных данных, предоставляемых Пользователем, и не имеет возможности оценивать его дееспособность. Однако Оператор исходит из того, что Пользователь предоставляет достоверные и достаточные персональные данные и поддерживают их в актуальном состоянии.</div><div><br></div>
            <b>6.УСЛОВИЯ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЕЙ</b><br><div id="1">6.1. Обработка персональных данных Пользователей ограничена сроком достижения целей обработки.</div><div id="1">6.2. Оператор обрабатывает персональные данные Пользователей автоматизированным способом с использованием средств вычислительной техники.</div><div id="1">6.3. Действия по обработке персональных данных включают сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение.</div><div id="1">6.4. В отношении персональных данных Пользователей сохраняется их конфиденциальность, кроме случаев добровольного предоставления Пользователями информации о себе для общего доступа неограниченному кругу лиц.</div><div id="1">6.5. Оператор вправе передать персональные данные Пользователя третьим лицам в следующих случаях:</div><div id="1">6.5.1. Пользователи выразили согласие на такие действия;</div><div id="1">6.5.2. Передача необходима для использования Пользователями определенных функций Сайта либо для исполнения определенного соглашения или договора;</div><div id="1">6.5.3. Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры;</div><div id="1">6.5.4. Такая передача происходит в рамках продажи или иной передачи бизнеса (полностью или в части), при этом к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученным им персональным данным;</div><div id="1">6.5.5. В результате обработки персональных данных Пользователей путем их обезличивания получены обезличенные статистические данные, которые передаются третьему лицу для проведения исследований, выполнения работ или оказания услуг по поручению Оператора;</div><div id="1">6.5.6. Персональные данные Пользователей могут быть переданы уполномоченным органам государственной власти Российской Федерации по основаниям и в порядке, установленным действующим законодательством Российской Федерации.</div><div id="1">6.6. При обработке персональных данных Пользователей Оператор руководствуется:</div><div id="1">6.6.1. Федеральным законом от 27.07.2006 г. № 152-ФЗ «О персональных данных»;</div><div id="1">6.6.2. Федеральным законом от 27.07.2006 г. № 149-ФЗ "Об информации, информационных технологиях и о защите информации";</div><div id="1">6.6.3. Постановлением Правительства Российской Федерации от 01.11.2012 г. № 1119 «Об утверждении требований к защите персональных данных при их обработке в информационных системах персональных данных»;</div><div id="1">6.6.4. Приказом ФСТЭК России от 18 февраля 2013 г. № 21 «Об утверждении Состава и содержания организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных»;</div><div id="1">6.6.5 Приказом ФСБ России от 10.07.2014 № 378 «Об утверждении Состава и содержания организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных с использованием средств криптографической защиты информации, необходимых для выполнения установленных Правительством Российской Федерации требований к защите персональных данных для каждого из уровней защищенности».</div><div id="1">6.6.6. Оператор принимает необходимые организационные и технические меры для защиты персональных данных Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.</div><div id="1">6.6.7. Оператор совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных отрицательных последствий, вызванных утратой или разглашением персональных данных.</div><div><br></div>
            <b>7. ОБЯЗАТЕЛЬНОЕ ХРАНЕНИЕ ДАННЫХ</b><br>
             7.1. Права Пользователей, предусмотренные настоящей Политикой, могут быть ограничены в соответствии с требованиями действующего законодательства. В частности, такие ограничения могут предусматривать обязанность Оператора сохранить измененную или удаленную Пользователями информацию на срок, установленный законодательством, и/или передать такую информацию в соответствии с законодательно установленной процедурой государственному органу. Одновременно с удалением аккаунта Пользователем, Оператор удаляет все относящиеся к такому аккаунту персональные данные Пользователя с сайта с сохранением требуемого объема данных и/или информации законодательством Российской Федерации.. При этом в отношении тех персональных данных, которые необходимы для регистрации и аутентификации, такие как: id Пользователя в социальной сети; адрес электронной почты; контактный номер телефона Оператор производит обезличивание путем хэширования для целей исполнения договора, в частности, пункта 10.8 правил.<br>
            <br>
            <b>8. СВЕДЕНИЯ ОБ ОБЕСПЕЧЕНИИ БЕЗОПАСНОСТИ ПЕРСОНАЛЬНЫХ ДАННЫХ</b><br><div id="1">8.1. Оператор назначает ответственного за организацию обработки персональных данных для выполнения обязанностей, предусмотренных ФЗ «О персональных данных» и принятыми в соответствии с ним нормативными правовыми актами.</div><div id="1">8.2. Оператор применяет комплекс правовых, организационных и технических мер по обеспечению безопасности персональных данных для обеспечения конфиденциальности персональных данных и их защиты от неправомерных действии:</div><div id="1">8.2.1. Устанавливает правила доступа к персональным данным, обрабатываемым в информационной системе Оператора, а также обеспечивает регистрацию и учёт всех действии с ними;</div><div id="1">8.2.2. Производит оценку вреда, который может быть причинен Пользователям в случае нарушения ФЗ «О персональных данных»;</div><div id="1">8.2.3. Производит определение угроз безопасности персональных данных при их обработке в информационной системе Оператора;</div><div id="1">8.2.4. Применяет организационные и технические меры и использует средства защиты информации, необходимые для достижения установленного уровня защищенности персональных данных;</div><div id="1">8.2.5. Осуществляет обнаружение фактов несанкционированного доступа к персональным данным и принимает меры по реагированию, включая восстановление персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;</div><div id="1">8.2.6. Производит оценку эффективности принимаемых мер по обеспечению безопасности персональных данных до ввода в эксплуатацию информационной системы Оператора;</div><div id="1">8.2.7. Осуществляет внутренний контроль соответствия обработки персональных данных ФЗ «О персональных данных», принятым в соответствии с ним нормативным правовым актам, требованиям к защите персональных данных, Политике, Положению и иным локальным актам, включающий контроль за принимаемыми мерами по обеспечению безопасности персональных данных и их уровня защищенности при обработке в информационной системе Оператора.</div><div><br></div>
            <b>9. СВЕДЕНИЯ ОБ ОПЕРАТОРЕ</b><br><div id="1">9.1. База данных, содержащая персональные данные Пользователей – граждан Российской Федерации, находится на территории Российской Федерации.</div><div id="1">9.2. Для реализации своих прав и законных интересов Пользователи имеют право обратиться к Оператору, направив запрос лично или с помощью представителя по адресу, указанному в пункте 1.1. Политики либо на адрес электронной почты, указанный на Сайте. Запрос должен содержать сведения, указанные в ч. 3 ст. 14 ФЗ «О персональных данных».</div><div><br></div>
            <b>10. СТОРОННИЕ ОПЕРАТОРЫ</b><br>
            10.1. Сервис использует выстаиваемые видеоролики Youtube. При просмотре видеоролика информация о пользователе отправляется компании «YouTube» и обрабатывается ею согласно <a href="https://policies.google.com/privacy?hl=en">политике конфиденциальности «Google»</a>.
        </div>
    </div>
</body>
</html>